/* Dismiss the keyboard */
"Close" = "Kapat";

/* Dismiss an alert */
"Oki" = "Tamam";

/* Used to show recognition of a mistake or minor accident, often as part of an apology. */
"Ooops!" = "Ayy!";

/* Used as an exclamation of pleasure, approval, elation, or victory. */
"Yaayy!" = "Evet!";

/* No comment provided by engineer. */
"Your post submitted!\nYou will get a notification as soon as our staff approves your post." = "İsteğiniz gönderildi!\nİsteğiniz onaylandığı gibi bir bildirim ile size haber vereceğiz.";

/* No comment provided by engineer. */
"Anything to add about your trip?" = "Seyahatiniz hakkında eklemek istediğiniz bir notunuz var mı?";

/* No comment provided by engineer. */
"Continue" = "Devam";

/* No comment provided by engineer. */
"Enter the destination location" = "Varış noktasını giriniz";

/* No comment provided by engineer. */
"Enter the origin location" = "Başlangıç noktasını giriniz";

/* No comment provided by engineer. */
"Find a courier" = "Kurye bul";

/* No comment provided by engineer. */
"How many kilograms can you carry?" = "Kaç kilo taşıyabilirsiniz?";

/* No comment provided by engineer. */
"How much do you want to charge?" = "Ne kadar ücret talep ediyorsunuz?";

/* No comment provided by engineer. */
"How much does it weight?" = "Kaç kilo gönderiyorsunuz?";

/* No comment provided by engineer. */
"If not, you'll have to reply to every booking request yourself!" = "Eğer bu seçeneği aktif etmezseniz, her isteği tek tek kabul etmek zorunda kalacaksınız!";

/* No comment provided by engineer. */
"Instant Booking" = "Anında Rezervasyon";

/* No comment provided by engineer. */
"Kilogram" = "Kilogram";

/* No comment provided by engineer. */
"Kilograms" = "Kilogram";

/* No comment provided by engineer. */
"Post a trip" = "İstek Gönder";

/* No comment provided by engineer. */
"Post your trip and you're done!" = "İsteğinizi onaylayın!";

/* No comment provided by engineer. */
"Price" = "Ücret";

/* No comment provided by engineer. */
"Save time and let your clients book instantly!" = "Zamandan kazanın ve anında rezervasyonu aktif bırakın!";

/* No comment provided by engineer. */
"What time are you arriving?" = "Saat kaçta varıyorsunuz?";

/* No comment provided by engineer. */
"What time are you going?" = "Saat kaçta yola çıkıyorsunuz?";

/* No comment provided by engineer. */
"What time would you like to send?" = "Saat kaçta göndermek istersiniz?";

/* No comment provided by engineer. */
"When are you arriving?" = "Hangi gün varıyorsunuz?";

/* No comment provided by engineer. */
"When are you going?" = "Hangi gün gidiyorsunuz?";

/* No comment provided by engineer. */
"When would you like to send?" = "Hangi gün göndermek istersiniz?";

/* No comment provided by engineer. */
"Where are you heading?" = "Nereye gidiyorsunuz?";

/* No comment provided by engineer. */
"Where are you leaving from?" = "Nereden gidiyorsunuz?";

/* No comment provided by engineer. */
"Where would you like to send it from?" = "Nereden göndermek istiyorsunuz?";

/* No comment provided by engineer. */
"Where would you like to send it to?" = "Nereye göndermek istiyorsunuz?";

/* No comment provided by engineer. */
"Your message goes here" = "Mesajınızı buraya yazınız";

/* User's rate of transaction */
" rating" = " oylama";

/* Current || Future, !Past of transactions */
"Current" = "Gelecek";

/* History old of transactions */
"Past" = "Geçmiş";
